IDEA Open Model
SectionStiffnesses.GIx Property
Compatible with IDEA StatiCa Beta 20.0
 torsion stiffness
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double GIx { get; set; }
Public Property GIx As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SectionStiffnesses Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace